
MESSAGES = {
    'welcome': 'Приветствую! Я знаю историю погоды.',
    'settown': 'Введите название города',
    'town_finded': 'Ваш город запомнил!',
    'town_nothing':
        '''Такого города не знаю! Попробуйте еще раз или отмените команду.''',
    'no_data': 'нет данных :(',
    'big_photo': 'Картинка очень широкая. Не могу отправить',
    'but_town': '/город',
    'but_year_ago': '/год_назад',
    'but_week': '/неделя_до',
    'but_decade': '/десятилетие',
    'but_chg_mon': 'Изм.мес.',
    'but_pass': 'Пропустить',
    'cancel': 'отмена',
    'cancel_mess': 'команда {} отменена',
    'mess_decade':
        'Покажу статистику за 10 лет для выбранного дня месяца. '
        'Сначала выберите месяц:',
    'mess_decade_month': 'Уже выполняется. Выберите месяц.',
    'mess_decade_day': 'Уже выполняется. Выберите день.',
    'mess_period': 'Могу увеличить период выборки. Введите число:',
    'mess_get_day': 'Выберите день:'
}
