
RU = {
    'welcome': 'Приветствую! Я знаю историю погоды.',
    'settown': 'Введите название города',
    'town_finded': 'Ваш город запомнил!',
    'town_nothing':
        '''Такого города не знаю!Попробуйте еще раз или отмените команду.''',
    'no_data': 'нет данных :(',
    'but_town': '/город',
    'but_year_ago': '/год_назад',
    'but_decade': '/десятилетие',
    'cancel': 'отмена',
    'cancel_mess': 'команда {} отменена',
    'mess_decade':
        '''Покажу статистику для выбранного дня месяца.
    Сначала выберите месяц:'''
}

MESSAGES = {'ru': RU}
